{"chapters":[{"id":"slide-0","title":"Walkie Talkie Example 2 Draft","description":"This is a demo walkie talkie that takes you through a remote contextual interview. We attempt to put ethnographic interviews in their geospatial context and augment them with data visualization.","location":{"center":{"lon":"-73.95740","lat":"40.76621"},"zoom":"11","pitch":"0","bearing":"0"},"onChapterEnter":[{"layer":"animatedLine","opacity":"1"},{"layer":"animatedPoint","opacity":"1"}]},{"id":"slide-1","title":"Meet Mike Esocia","image":"https://media-exp1.licdn.com/dms/image/C4D03AQHMuimpjPq9Wg/profile-displayphoto-shrink_800_800/0/1516862400331?e=1623283200&v=beta&t=0_OO747iK3gHFZAYMFH34Zewq2MM96swR4Rf_A5GY88","description":"This walkie-talkie follows an interview with Mike Esocia on a walkthrough in Upper West Side, Manhattan NYC. Mike is Assistant Director of Operations at Cornell Tech. Yep."},{"id":"slide-2","description":"<p><a href=”https://en.wikipedia.org/wiki/Park_Slope”>Upper West Side</a> is a Manhattan neighborhood bounded by Central Park on the east, the Hudson River on the west, West 59th Street to the south, and West 110th Street to the north.</p> Like the Upper East Side, the Upper West Side is an affluent, primarily residential area with many of its residents working in commercial areas of Midtown and Lower Manhattan. Similarly to the Museum Mile district on the Upper East Side, the Upper West Side is considered one of Manhattan's cultural and intellectual hubs, with Columbia University and Barnard College located just to the north of the neighborhood, and Lincoln Center for the Performing Arts and Fiorello H. LaGuardia High School located at the south end.","location":{"center":{"lon":"-73.96145","lat":"40.79583"},"zoom":"14","pitch":"0","bearing":"0"},"onChapterEnter":[{"layer":"poi-label-blue","opacity":"1"}],"onChapterExit":[{"layer":"poi-label-blue","opacity":"0"}]},{"id":"drive-slide-0","title":"What is a Walkie Talkie?","description":"A walkie talkie is a way to present an interview that took place as a person walked around. It allows them to show the world as they see it while informing us with additional data visualizations and imagery. <span style=\"color:rgb(255, 255, 0);font-weight:bold\">To the right is a window into the interview. At any point you can click it and hear what Dana is telling us about her work and her neighborhood. </span> . If you click now you can hear about Dana's experiences having a new born living in Park Slope at the beginning of the pandemic. We will try to present you with some points of interest as Dana shows us around.","onChapterEnter":[{"layer":"landuse-green-park","opacity":"1"}]},{"id":"drive-slide-1","title":"Outdoor dining","description":"At this point in the walk we start to see a variety of outdoor dining. Dana is telling us what it was like buying coffee and food when the lockdown first kicked off. Even as the city began reopening restaurants in the city have continued to struggle. Since Phase II the city has promoted outdoor dining and over 11,000 restaurants have filed permits to enable eating on the sidewalk, roadway and  <a href=”https://www1.nyc.gov/html/dot/html/pedestrians/openstreets.shtml”> open streets </a>.","location":{"center":{"lon":"-73.96003","lat":"40.71743"},"zoom":"10.25","pitch":"0","bearing":"0"},"onChapterEnter":[{"layer":"outdoor-dining","opacity":"1"}],"onChapterExit":[{"layer":"outdoor-dining","opacity":"0"}]},{"id":"drive-slide-2","description":"Covid-19 impacted families in a variety of ways. School closures have been discussed and debated extensively. Here however Dana talks about how excited her children were when playgrounds opened back up. Across the city hundreds of playgrounds were closed at various times over the past year due to the pandemic.  We now know that outdoors is one of the safest places to be and children are the demographic least likely to experience severe symptoms.","onChapterEnter":[{"layer":"playgrounds","opacity":"1"}],"onChapterExit":[{"layer":"playgrounds","opacity":"0"}],"location":{"pitch":"0","bearing":"0"}},{"id":"drive-slide-3","description":"Street level imagery can elucidate factors that may be difficult or impossible to discern from aggregated datasets. Personal stories, ethnographies and oral histories inform alternative data practices.","location":{"center":{"lon":"-73.99000","lat":"40.66657"},"zoom":"13.7","pitch":"0","bearing":"0"}},{"id":"drive-slide-4","description":"Here Dana talks about how families and communities in the pandemic came together. Her experience as an urban planner informs her perspective on how you design resilient cities, the differences between brooklyn and manhattan, and the need for mixed use neighborhoods."},{"id":"drive-slide-5","image":"https://pyxis.nymag.com/v1/imgs/9b4/eb7/58381271905fc373d222710599c23bb6d2-nyc-trash.2x.rhorizontal.w700.jpg","description":"This format gives us insight into not just what participants see but what they see but don't remark on. New York City is relatively unique for a large city in a wealthy country with disproportionate amounts of sidewalk garbage. Even a wealthier neighborhood such as Park Slope has countless bags of garbage left out. NYC began piloting <a href=\"https://www1.nyc.gov/assets/dsny/site/contact/clean-curb-program-application\">Clean Curbs</a> just beofre the earliest lockdown. It is unclear if it has started back up again."},{"id":"drive-slide-6","description":"This format allows us to view a personal narrative from multiple perspectives, some that would be hard or impossible to capture using other methods.","location":{"center":{"lon":"-73.98145","lat":"40.666304"},"zoom":"17.11","pitch":"64","bearing":"105"}},{"id":"drive-slide-7","description":"Walkie-Talkies are based on <a href=\"https://demos.mapbox.com/scrollytelling/\"> Mapbox's Scrollytelling </a> tools.","location":{"center":{"lon":"-73.99000","lat":"40.66657"},"zoom":"13.7","pitch":"0","bearing":"0"}},{"id":"drive-slide-8","description":"This brings us to the end of Dana's Walkie Talkie. At the end of her interview you can hear Dana talk about how her community was resilient, innovative and trying to make the best of a bad situation."}],"config":{"offset":"93","duration":"2125.48","driveSlides":"9","driveSmoothness":"100","style":"mapbox://styles/chenggong0328/ckn44vabu4lsu18o5x0vdmps9","accessToken":"pk.eyJ1IjoiY2hlbmdnb25nMDMyOCIsImEiOiJja240MHNvZnMxbXM2MnZtbmF6cXhtYWF0In0.TuYpypPs7_CoKTGHJOGStQ","showMarkers":"false","theme":"dark","alignment":"left","title":"Social Distancing in New York City, interview on Mike","subtitle":"A layered approach to visual urban analysis","byline":"By Ilan Mandel, Cheng","footer":"Data Sources: NYC DOT, Nexar, Mapillary"},"a":[]}
