{"chapters":[{"id":"slide-0","title":"Walkie Talkie Example 3 Draft","description":"This is a demo walkie talkie that takes you through a remote contextual interview. We attempt to put ethnographic interviews in their geospatial context and augment them with data visualization.","location":{"center":{"lon":"-73.95782","lat":"40.77353"},"zoom":"13.77","pitch":"45","bearing":"0"}},{"id":"slide-1","title":"Meet Christian Balmaseda","image":"https://media-exp1.licdn.com/dms/image/C4D03AQH6MQpEwlMEQg/profile-displayphoto-shrink_800_800/0/1568330413023?e=1623283200&v=beta&t=UgePPd6K39FrPntLbeczxGqFR5-Ncu6igt3W7UZQ1gw","description":"This walkie-talkie follows an interview with Christian Balmaseda"},{"id":"slide-2","description":"<p><a href=”https://en.wikipedia.org/wiki/Upper_East_Side”>Upper East Side</a> The Upper East Side, sometimes abbreviated UES, is a neighborhood in the borough of Manhattan in New York City, bounded by 96th Street to the north, the East River to the east, 59th Street to the south, and Central Park/Fifth Avenue to the west. The area incorporates several smaller neighborhoods, including Lenox Hill, Carnegie Hill, and Yorkville. Once known as the Silk Stocking District, it has long been one of the most affluent neighborhoods in New York City.","location":{"center":{"lon":"-73.95782","lat":"40.77353"},"zoom":"13.77","pitch":"45","bearing":"0"},"onChapterEnter":[{"layer":"poi-label-blue","opacity":"1"}],"onChapterExit":[{"layer":"poi-label-blue","opacity":"0"}]},{"id":"drive-slide-0","title":"What is a Walkie Talkie?","description":"A walkie talkie is a way to present an interview that took place as a person walked around. It allows them to show the world as they see it while informing us with additional data visualizations and imagery. <span style=\"color:rgb(255, 255, 0);font-weight:bold\">To the right is a window into the interview. At any point you can click it and hear what Christian is telling us about his work and his neighborhood. </span> . If you click now you can hear about Christian’s experiences since moving to UES last fall. We will try to present you with some points of interest as Dana shows us around.","onChapterEnter":[{"layer":"landuse-green-park","opacity":"1"}]},{"id":"drive-slide-1","title":"“outdoor dining is nice, but also super challenging when I moved because all of the sidewalk space is blocked”","description":"Similar to other interviewees, Christian also mentions a variety of outdoor dining popping up in his neighborhood since last summer. Since Phase II the city has promoted outdoor dining and over 11,000 restaurants have filed permits to enable eating on the sidewalk, roadway and  <a href=”https://www1.nyc.gov/html/dot/html/pedestrians/openstreets.shtml”> open streets </a>Christian tells us that outdoor dining is great as small individual restaurants get to survive the pandemic, but sometimes outdoor dining takes up already crowded curb space, making it hard to move around. The popular restaurants would have long lines of residents waiting outside for seats, making it difficult to keep social distancing when walking by.","location":{"center":{"lon":"-73.95782","lat":"40.77353"},"zoom":"13.77","pitch":"45","bearing":"0"},"onChapterEnter":[{"layer":"outdoor-dining","opacity":"1"}],"onChapterExit":[{"layer":"outdoor-dining","opacity":"0"}]},{"id":"drive-slide-2","title":"“you definitely see more people having meetings over coffee and eating up with friends outside because they're all working from home.”","description":"How people use public spaces in New York has certainly shifted after COVID. Christian says that he’s seen more people on the streets during the day in the neighborhood, which has been a primarily residential neighborhood. (land use layer of UES)","onChapterEnter":[{"layer":"playgrounds","opacity":"1"}],"onChapterExit":[{"layer":"playgrounds","opacity":"0"}],"location":{"center":{"lon":"-73.95782","lat":"40.77353"},"zoom":"13.77","pitch":"45","bearing":"0"}},{"id":"drive-slide-3","title":"“The reason why I sold my car is parking. Parking in New York City is awful.”","description":"Street level imagery can elucidate factors that may be difficult or impossible to discern from aggregated datasets. Personal stories, ethnographies and oral histories inform alternative data practices.","location":{"center":{"lon":"-73.96003","lat":"40.71743"},"zoom":"10.25","pitch":"0","bearing":"0"}},{"id":"drive-slide-4","title":"\"There are a lot of dogs, a lot more than there were before.”","description":"Christian says there's a lot more dogs on the streets since the pandemic in his neighborhood, and his partner also got a dog last April and is looking to get another one soon. It would take longer than usual to get approval because there’s been more requests for pets since COVID. He just got the approval for adopting a dog when being interviewed."},{"id":"drive-slide-5","title":"“crazy amount of garbage in this neighborhood on the streets”","image":"https://assets.dnainfo.com/generated/photo/2013/01/trash-at-corner-of-clermont-1359394489339.jpg/extralarge.jpg","description":"This format gives us insight into not just what participants see but what they see but don't remark on. New York City is relatively unique for a large city in a wealthy country with disproportionate amounts of sidewalk garbage. Even an upper middle class neighborhood such as the Upper East Side has countless bags of garbage left out. NYC began piloting <a href=\"https://www1.nyc.gov/assets/dsny/site/contact/clean-curb-program-application\">Clean Curbs</a> just beofre the earliest lockdown. It is unclear if it has started back up again."},{"id":"drive-slide-6","title":"“I really just miss being able to go into a restaurant or a bar. And really meet some interesting people who work in a different space than you, and have a different perspective”","Description":"What Christian missed most about life in New York before the pandemic is the social aspects, which has been completely gone for a combination of reason - politics is another reason besides the public health concern.","location":{"center":{"lon":"-73.95782","lat":"40.77353"},"zoom":"13.77","pitch":"45","bearing":"0"}},{"id":"drive-slide-7","description":"Walkie-Talkies are based on <a href=\"https://demos.mapbox.com/scrollytelling/\"> Mapbox's Scrollytelling </a> tools.","location":{"center":{"lon":"-73.95782","lat":"40.77353"},"zoom":"13.77","pitch":"45","bearing":"0"}},{"id":"drive-slide-8","description":"This brings us to the end of Christian’s Walkie Talkie. At the end of her interview you can hear him talk about how her community was resilient, innovative and trying to make the best of a bad situation."}],"config":{"offset":"93","duration":"2125.48","driveSlides":"9","driveSmoothness":"100","style":"mapbox://styles/chenggong0328/ckn44vabu4lsu18o5x0vdmps9","accessToken":"pk.eyJ1IjoiY2hlbmdnb25nMDMyOCIsImEiOiJja240MHNvZnMxbXM2MnZtbmF6cXhtYWF0In0.TuYpypPs7_CoKTGHJOGStQ","showMarkers":"false","theme":"dark","alignment":"left","title":"Social Distancing in New York City, interview on Mike","subtitle":"A layered approach to visual urban analysis","byline":"By Ilan Mandel, Cheng","footer":"Data Sources: NYC DOT, Nexar, Mapillary"}}